Revit 2027 API
ParameterTypeId.SketchingRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SketchingRadius { get; }
Public Shared ReadOnly Property SketchingRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SketchingRadius {
	ForgeTypeId^ get ();
}
static member SketchingRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace